Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Blurs outward from a centre point, giving a zoom or speed streak look.
ar: يموّه نحو الخارج انطلاقًا من نقطة مركزية، ليمنح مظهر التكبير أو خطوط السرعة.
de: Zeichnet von einem Mittelpunkt nach außen weich – für einen Zoom- oder Geschwindigkeitseffekt.
es: Desenfoca hacia fuera desde un punto central, con un efecto de zoom o estela de velocidad.
fr: Floute vers l’extérieur à partir d’un point central, pour un effet de zoom ou de traînées de vitesse.
hi: केंद्र बिंदु से बाहर की ओर ब्लर करता है, जिससे ज़ूम या स्पीड स्ट्रीक जैसा लुक मिलता है.
it: Sfoca verso l’esterno da un punto centrale, creando un effetto zoom o scie di velocità.
ja: 中心点から外側へぼかし、ズームやスピードの流れのような効果を与えます。
ko: 중심점에서 바깥쪽으로 흐리게 하여 줌 또는 속도감 있는 줄무늬 효과를 냅니다.
pl: Rozmywa obraz na zewnątrz od punktu centralnego, dając efekt zbliżenia lub smug prędkości.
pt_br: Desfoca para fora a partir de um ponto central, criando um visual de zoom ou de rastro de velocidade.
ru: Размывает изображение от центральной точки, создавая эффект зума или полос скорости.
tr: Bir merkez noktasından dışa doğru bulanıklaştırarak yakınlaştırma ya da hız çizgisi görünümü verir.
uk: Розмиває назовні від центральної точки, створюючи ефект наближення або смуг швидкості.
zh_hans: 从中心点向外模糊，呈现缩放或速度线的效果。
zh_hant: 從中心點向外模糊，呈現縮放或速度線的效果。

source: Boilover
ar: غلي
de: Überkochen
es: Ebullición
hi: उबाल
it: Bollitura
ja: 煮こぼれ
ko: 부글부글
pl: Wyrzut
pt_br: Transbordamento
ru: Кипение
tr: Taşma
uk: Кипіння
zh_hans: 沸腾
zh_hant: 沸溢

source: Bold
ar: غامق
de: Fett
es: Negrita
fr: Gras
hi: बोल्ड
it: Grassetto
ja: ボールド
ko: 볼드체
pl: Pogrubienie
pt_br: Negrito
ru: Жирный
tr: Kalın
uk: Жирний
zh_hans: 粗体
zh_hant: 粗體

source: Bottom
ar: أسفل
de: Unten
es: Abajo
fr: Bas
hi: नीचे
it: In basso
ja: 下
ko: 아래쪽
pl: Dół
pt_br: Inferior
ru: Снизу
tr: Alt
uk: Низ
zh_hans: 底部
zh_hant: 底部

source: Bricks
ar: طوب
de: Mauerwerk
es: Ladrillos
fr: Briques
hi: ईंटें
it: Mattoni
ja: レンガ
ko: 벽돌
pl: Cegły
pt_br: Tijolos
ru: Блоки
tr: Tuğlalar
uk: Цеглини
zh_hans: 砖块
zh_hant: 磚塊

source: Brightness of the halo around each bar.
ar: سطوع الهالة حول كل شريط.
de: Helligkeit des Leuchtens um jeden Balken.
es: Brillo del halo alrededor de cada barra.
fr: Luminosité du halo autour de chaque barre.
hi: हर बार के चारों ओर की चमक की ब्राइटनेस.
it: Luminosità dell’alone attorno a ciascuna barra.
ja: 各バーの周りの光の輪の明るさです。
ko: 각 막대 주변 후광의 밝기입니다.
pl: Jasność poświaty wokół każdego słupka.
pt_br: Brilho do halo ao redor de cada barra.
ru: Яркость ореола вокруг каждой полосы.
tr: Her çubuğun çevresindeki halenin parlaklığı.
uk: Яскравість ореолу навколо кожної смуги.
zh_hans: 每个条形周围光晕的亮度。
zh_hant: 每個長條周圍光環的亮度。

source: Brightness of the light rays.
ar: سطوع أشعة الضوء.
de: Helligkeit der Lichtstrahlen.
es: Brillo de los rayos de luz.
fr: Luminosité des rayons lumineux.
hi: प्रकाश की किरणों की ब्राइटनेस.
it: Luminosità dei raggi di luce.
ja: 光線の明るさです。
ko: 광선의 밝기입니다.
pl: Jasność promieni światła.
pt_br: Brilho dos raios de luz.
ru: Яркость световых лучей.
tr: Işık ışınlarının parlaklığı.
uk: Яскравість світлових променів.
zh_hans: 光线的亮度。
zh_hant: 光線的亮度。

source: Brightness of the shafts of light.
ar: سطوع حزم الضوء.
de: Helligkeit der Lichtstrahlen.
es: Brillo de los haces de luz.
fr: Luminosité des faisceaux de lumière.
hi: प्रकाश की किरणों की ब्राइटनेस.
it: Luminosità dei fasci di luce.
ja: 光の筋の明るさです。
ko: 빛줄기의 밝기입니다.
pl: Jasność smug światła.
pt_br: Brilho dos feixes de luz.
ru: Яркость лучей света.
tr: Işık huzmelerinin parlaklığı.
uk: Яскравість променів світла.
zh_hans: 光束的亮度。
zh_hant: 光束的亮度。

source: Brightness of the shafts.
ar: سطوع الحزم.
de: Helligkeit der Strahlen.
es: Brillo de los haces.
fr: Luminosité des faisceaux.
hi: किरणों की ब्राइटनेस.
it: Luminosità dei fasci.
ja: 光の筋の明るさです。
ko: 광선 줄기의 밝기입니다.
pl: Jasność smug.
pt_br: Brilho dos feixes.
ru: Яркость лучей.
tr: Huzmelerin parlaklığı.
uk: Яскравість променів.
zh_hans: 光束的亮度。
zh_hant: 光束的亮度。

source: Bring All to Front
ar: إحضار الكل إلى الأمام
de: Alle nach vorne bringen
es: Traer todo al frente
fr: Tout ramener au premier plan
hi: सभी को सामने लाएँ
it: Porta tutto in primo piano
ja: すべてを手前に移動
ko: 모두 앞으로 가져오기
pl: Przenieś wszystko na wierzch
pt_br: Trazer Todas para a Frente
ru: Все окна — на передний план
tr: Tümünü Öne Getir
uk: Усі вікна на передній план
zh_hans: 前置全部窗口
zh_hant: 將全部移至最前

source: Bring Your Wallpapers
ar: أحضر خلفياتك
de: Hintergrundbilder mitbringen
es: Trae tus fondos de pantalla
fr: Importez vos fonds d’écran
hi: अपने वॉलपेपर लाएँ
it: Porta i tuoi sfondi
ja: 壁紙を持ち込む
ko: 배경화면 가져오기
pl: Przenieś swoje tapety
pt_br: Traga Suas Imagens de Fundo
ru: Перенесите свои обои
tr: Duvar Kâğıtlarınızı Getirin
uk: Перенесіть свої шпалери
zh_hans: 导入你的墙纸
zh_hant: 匯入你的背景圖片

source: Bring the Workshop wallpapers of Wallpaper Engine on Windows, in a CrossOver bottle or on a Boot Camp disk. Choose that Steam folder or its steamapps folder. The wallpapers are copied; application wallpapers and ones already in your library are skipped.
ar: أحضر خلفيات الورشة الخاصة بـ Wallpaper Engine من Windows أو من زجاجة CrossOver أو من قرص Boot Camp. اختر مجلد Steam ذلك أو مجلد steamapps الخاص به. تُنسخ الخلفيات؛ ويتم تخطي خلفيات التطبيقات والخلفيات الموجودة بالفعل في مكتبتك.
de: Übernehmen Sie die Workshop-Hintergrundbilder von Wallpaper Engine unter Windows, in einer CrossOver-Flasche oder auf einem Boot Camp-Volume. Wählen Sie diesen Steam-Ordner oder dessen Ordner „steamapps“. Die Hintergrundbilder werden kopiert; Anwendungs-Hintergrundbilder und solche, die schon in Ihrer Mediathek sind, werden übersprungen.
es: Trae los fondos de pantalla del Workshop de Wallpaper Engine en Windows, en una botella de CrossOver o en un disco de Boot Camp. Elige esa carpeta de Steam o su carpeta steamapps. Los fondos de pantalla se copian; se omiten los de aplicación y los que ya están en tu biblioteca.
fr: Récupérez les fonds d’écran du Workshop de Wallpaper Engine sous Windows, dans une bouteille CrossOver ou sur un disque Boot Camp. Choisissez ce dossier Steam ou son dossier steamapps. Les fonds d’écran sont copiés ; ceux de type application et ceux déjà dans votre bibliothèque sont ignorés.
hi: Windows, CrossOver बॉटल या Boot Camp डिस्क पर मौजूद Wallpaper Engine के Workshop वॉलपेपर लाएँ। वह Steam फ़ोल्डर या उसका steamapps फ़ोल्डर चुनें। वॉलपेपर कॉपी किए जाते हैं; ऐप वॉलपेपर और जो पहले से आपकी लाइब्रेरी में हैं, वे छोड़ दिए जाते हैं।
it: Porta gli sfondi del Workshop di Wallpaper Engine su Windows, in una bottiglia CrossOver o su un disco Boot Camp. Scegli quella cartella di Steam o la sua cartella steamapps. Gli sfondi vengono copiati; quelli di tipo applicazione e quelli già nella tua libreria vengono saltati.
ja: Windows、CrossOver のボトル、または Boot Camp ディスク上の Wallpaper Engine のワークショップの壁紙を持ち込みます。その Steam フォルダか、その steamapps フォルダを選択してください。壁紙はコピーされます。アプリケーションの壁紙と、すでにライブラリにある壁紙はスキップされます。
ko: Windows, CrossOver 보틀 또는 Boot Camp 디스크에 있는 Wallpaper Engine의 창작마당 배경화면을 가져옵니다. 해당 Steam 폴더나 그 안의 steamapps 폴더를 선택하십시오. 배경화면은 복사되며, 응용 프로그램 배경화면과 이미 라이브러리에 있는 배경화면은 건너뜁니다.
pl: Przenieś tapety z Warsztatu Wallpaper Engine z systemu Windows, butelki CrossOver lub dysku Boot Camp. Wybierz ten folder Steam lub jego folder steamapps. Tapety są kopiowane; tapety typu aplikacja i te, które już są w bibliotece, są pomijane.
pt_br: Traga as imagens de fundo da Oficina do Wallpaper Engine no Windows, em uma garrafa do CrossOver ou em um disco do Boot Camp. Escolha essa pasta do Steam ou a pasta steamapps dela. As imagens de fundo são copiadas; as do tipo aplicativo e as que já estão na sua biblioteca são ignoradas.
ru: Перенесите обои из Мастерской Wallpaper Engine из Windows, бутылки CrossOver или диска Boot Camp. Выберите эту папку Steam или её папку steamapps. Обои копируются; обои-приложения и уже имеющиеся в библиотеке пропускаются.
tr: Windows’taki, bir CrossOver şişesindeki ya da bir Boot Camp diskindeki Wallpaper Engine Atölye duvar kâğıtlarını getirin. O Steam klasörünü ya da içindeki steamapps klasörünü seçin. Duvar kâğıtları kopyalanır; uygulama duvar kâğıtları ve kütüphanenizde zaten olanlar atlanır.
uk: Перенесіть шпалери з Майстерні Wallpaper Engine з Windows, пляшки CrossOver або диска Boot Camp. Виберіть цю папку Steam або її папку steamapps. Шпалери копіюються; шпалери-програми й ті, що вже є в бібліотеці, пропускаються.
zh_hans: 导入 Windows、CrossOver 容器或启动转换磁盘上 Wallpaper Engine 的创意工坊墙纸。请选择该 Steam 文件夹或其中的 steamapps 文件夹。墙纸会被拷贝；应用程序墙纸和已在资料库中的墙纸会被跳过。
zh_hant: 匯入 Windows、CrossOver 容器或 Boot Camp 磁碟上 Wallpaper Engine 的工作坊背景圖片。請選擇該 Steam 檔案夾或其中的 steamapps 檔案夾。背景圖片會被拷貝；應用程式背景圖片和已在資料庫中的背景圖片會被略過。

source: Browse All by %@
ar: تصفح كل ما نشره %@
de: Alles von %@ anzeigen
es: Ver todo de %@
fr: Tout parcourir de %@
hi: %@ के सभी आइटम देखें
it: Sfoglia tutti gli sfondi di %@
ja: %@ の作品をすべて表示
ko: %@의 모든 배경화면 탐색
pl: Przeglądaj wszystko od: %@
pt_br: Navegar por Tudo de %@
ru: Всё от автора %@
tr: %@ Kullanıcısının Tümüne Göz At
uk: Усе від автора %@
zh_hans: 浏览 %@ 的全部内容
zh_hant: 瀏覽 %@ 的所有內容

source: Browse Presets
ar: تصفح الإعدادات المسبقة
de: Voreinstellungen anzeigen
es: Ver preajustes
fr: Parcourir les préréglages
hi: प्रीसेट देखें
it: Sfoglia preset
ja: プリセットを閲覧
ko: 사전 설정 탐색
pl: Przeglądaj profile
pt_br: Explorar Predefinições
ru: Наборы настроек
tr: Hazır Ayarlara Göz At
uk: Переглянути набори параметрів
zh_hans: 浏览预设
zh_hant: 瀏覽預設組合

source: Browse Workshop
ar: تصفح الورشة
de: Workshop durchsuchen
es: Explorar el Workshop
fr: Parcourir le Workshop
hi: Workshop ब्राउज़ करें
it: Sfoglia il Workshop
ja: ワークショップをブラウズ
ko: 창작마당 탐색
pl: Przeglądaj Warsztat
pt_br: Explorar Oficina
ru: Открыть Мастерскую
tr: Atölye’ye Göz At
uk: Переглянути Майстерню
zh_hans: 浏览创意工坊
zh_hant: 瀏覽工作坊

source: Browse wallpapers
ar: تصفح الخلفيات
de: Hintergrundbilder durchsuchen
es: Explorar fondos de pantalla
fr: Parcourir les fonds d’écran
hi: वॉलपेपर ब्राउज़ करें
it: Sfoglia gli sfondi
ja: 壁紙を閲覧
ko: 배경화면 탐색
pl: Przeglądaj tapety
pt_br: Explorar imagens de fundo
ru: Обзор обоев
tr: Duvar kâğıtlarına göz at
uk: Огляд шпалер
zh_hans: 浏览墙纸
zh_hant: 瀏覽背景圖片

source: Browse, search and subscribe to Workshop items without leaving the app, then set them as your wallpaper in one click.
ar: تصفح عناصر الورشة وابحث فيها واشترك فيها دون مغادرة التطبيق، ثم عيّنها كخلفية بنقرة واحدة.
de: Durchsuchen und abonnieren Sie Workshop-Objekte, ohne die App zu verlassen, und legen Sie sie mit einem Klick als Hintergrundbild fest.
es: Explora, busca y suscríbete a elementos del Workshop sin salir de la app, y ponlos como fondo de pantalla con un solo clic.
fr: Parcourez, recherchez et abonnez-vous aux éléments du Workshop sans quitter l’app, puis définissez-les comme fond d’écran en un clic.
hi: ऐप छोड़े बिना Workshop आइटम ब्राउज़ करें, खोजें और सब्सक्राइब करें, फिर एक क्लिक में उन्हें अपना वॉलपेपर बनाएँ.
it: Sfoglia, cerca e sottoscrivi gli elementi del Workshop senza uscire dall’app, poi impostali come sfondo con un clic.
ja: アプリを離れることなくワークショップのアイテムをブラウズ、検索、サブスクライブして、ワンクリックで壁紙に設定できます。
ko: 앱을 벗어나지 않고 창작마당 항목을 탐색, 검색 및 구독한 다음 클릭 한 번으로 배경화면으로 설정할 수 있습니다.
pl: Przeglądaj, wyszukuj i subskrybuj elementy Warsztatu bez opuszczania aplikacji, a potem ustawiaj je jako tapetę jednym kliknięciem.
pt_br: Explore, busque e inscreva-se em itens da Oficina sem sair do app e defina-os como imagem de fundo com um clique.
ru: Просматривайте, ищите и подписывайтесь на материалы Мастерской, не выходя из приложения, и устанавливайте их как обои одним нажатием.
tr: Uygulamadan ayrılmadan Atölye ögelerine göz atın, arayın ve abone olun; ardından tek tıklamayla duvar kâğıdınız olarak ayarlayın.
uk: Переглядайте, шукайте й підписуйтеся на обʼєкти Майстерні, не виходячи з програми, а потім встановлюйте їх як шпалеру одним клацанням.
zh_hans: 无需离开 App 即可浏览、搜索和订阅创意工坊项目，然后一键设为墙纸。
zh_hant: 無需離開 App 即可瀏覽、搜尋和訂閱工作坊項目，按一下就能設為背景圖片。

source: Browse...
ar: تصفح…
de: Durchsuchen …
es: Explorar…
fr: Parcourir…
hi: ब्राउज़ करें…
it: Sfoglia…
ja: ブラウズ…
ko: 탐색...
pl: Przeglądaj…
pt_br: Procurar…
ru: Обзор…
tr: Göz At…
uk: Вибрати…
zh_hans: 浏览…
zh_hant: 瀏覽⋯

source: Browsing presets for: %@
ar: تصفُّح الإعدادات المسبقة لـ: %@
de: Voreinstellungen für: %@
es: Preajustes de: %@
fr: Consultation des préréglages pour : %@
hi: इसके प्रीसेट देखे जा रहे हैं: %@
it: Preset per: %@
ja: プリセット一覧: %@
ko: 사전 설정 탐색 중: %@
pl: Przeglądanie profili dla: %@
pt_br: Navegando pelas predefinições de: %@
ru: Наборы настроек для: %@
tr: Hazır ayarlar: %@
uk: Набори параметрів для: %@
zh_hans: 正在浏览“%@”的预设
zh_hant: 正在瀏覽「%@」的預設組合

source: Built-in compiler
ar: المُصرِّف المدمج
de: Integrierter Compiler
es: Compilador integrado
fr: Compilateur intégré
hi: बिल्ट-इन कंपाइलर
it: Compilatore integrato
ja: 内蔵コンパイラ
ko: 내장 컴파일러
pl: Wbudowany kompilator
pt_br: Compilador integrado
ru: Встроенный компилятор
tr: Yerleşik derleyici
uk: Вбудований компілятор
zh_hans: 内置编译器
zh_hant: 內建編譯器

source: Bulges the image outward from a centre point like a fisheye lens.
ar: ينفخ الصورة نحو الخارج من نقطة مركزية مثل عدسة عين السمكة.
de: Wölbt das Bild von einem Mittelpunkt nach außen wie ein Fischaugenobjektiv.
es: Abomba la imagen hacia fuera desde un punto central, como un objetivo ojo de pez.
fr: Bombe l’image vers l’extérieur à partir d’un point central, comme un objectif fisheye.
hi: फ़िशआई लेंस की तरह इमेज को केंद्र बिंदु से बाहर की ओर उभारता है.
it: Gonfia l’immagine verso l’esterno da un punto centrale, come un obiettivo fisheye.
ja: 魚眼レンズのように、中心点から外側へ画像を膨らませます。
ko: 어안 렌즈처럼 중심점에서 이미지를 바깥쪽으로 부풀립니다.
pl: Wybrzusza obraz na zewnątrz od punktu centralnego jak obiektyw typu rybie oko.
pt_br: Estufa a imagem para fora a partir de um ponto central, como uma lente olho de peixe.
ru: Выпячивает изображение от центральной точки, как объектив «рыбий глаз».
tr: Görüntüyü balık gözü mercek gibi bir merkez noktasından dışa doğru şişirir.
uk: Випинає зображення назовні від центральної точки, як обʼєктив «рибʼяче око».
zh_hans: 像鱼眼镜头一样使图像从中心点向外凸起。
zh_hant: 讓影像從中心點向外凸出，如同魚眼鏡頭。

source: Bullets
ar: طلقات
de: Einschusslöcher
es: Balas
fr: Balles
hi: गोलियाँ
it: Proiettili
ja: 銃弾
ko: 총알
pl: Kule
pt_br: Projéteis
ru: Пули
tr: Mermiler
uk: Кулі
zh_hans: 子弹
zh_hant: 子彈

source: Burnt paper
ar: ورقة محترقة
de: Verbranntes Papier
es: Papel quemado
fr: Papier brûlé
hi: जला काग़ज़
it: Carta bruciata
ja: 焼ける紙
ko: 탄 종이
pl: Spalony papier
pt_br: Papel queimado
ru: Горящая бумага
tr: Yanık kâğıt
uk: Спалений папір
zh_hans: 燃烧的纸
zh_hant: 燒焦紙張

source: CGI
ar: رسومات حاسوبية
fr: Images de synthèse
ru: Комп. графика
zh_hant: 電腦成像

source: CRT
ar: شاشة CRT
de: CRT-Bildschirm
es: TRC
fr: Tube cathodique
it: Tubo catodico
ja: ブラウン管
pl: Monitor CRT
ru: ЭЛТ
tr: Tüplü televizyon
zh_hans: 阴极射线显像管
zh_hant: 映像管

source: Cached session expired. Please log in with password.
ar: انتهت صلاحية الجلسة المخزنة. يُرجى تسجيل الدخول باستخدام كلمة المرور.
de: Die gespeicherte Sitzung ist abgelaufen. Bitte melden Sie sich mit Ihrem Passwort an.
es: La sesión guardada ha caducado. Inicia sesión con la contraseña.
fr: La session en cache a expiré. Veuillez vous connecter avec votre mot de passe.
hi: कैश किया गया सेशन समाप्त हो गया है. कृपया पासवर्ड से लॉग इन करें.
it: La sessione salvata è scaduta. Accedi con la password.
ja: キャッシュされたセッションの有効期限が切れました。パスワードでログインしてください。
ko: 캐시된 세션이 만료되었습니다. 비밀번호로 로그인하십시오.
pl: Zapamiętana sesja wygasła. Zaloguj się za pomocą hasła.
pt_br: A sessão em cache expirou. Inicie sessão com a senha.
ru: Сохранённый сеанс истёк. Войдите с паролем.
tr: Önbellekteki oturumun süresi doldu. Lütfen parolayla giriş yapın.
uk: Збережений сеанс завершився. Увійдіть за допомогою пароля.
zh_hans: 缓存的会话已过期。请使用密码登录。
zh_hant: 快取的工作階段已過期。請使用密碼登入。

source: Can't connect?
ar: يتعذر الاتصال؟
de: Keine Verbindung?
es: ¿No puedes conectarte?
fr: Impossible de se connecter ?
hi: कनेक्ट नहीं हो रहा?
it: Non riesci a connetterti?
ja: 接続できない場合
ko: 연결할 수 없습니까?
pl: Nie możesz się połączyć?
pt_br: Não consegue conectar?
ru: Не удается подключиться?
tr: Bağlanamıyor musunuz?
uk: Не вдається підʼєднатися?
zh_hans: 无法连接？
zh_hant: 無法連線？

# Can't create the Wallpaper Storage folder %@: %@
source: Can't create the Wallpaper Storage folder %1$@: %2$@
ar: تعذر إنشاء مجلد مخزن خلفيات الشاشة %@: %@
de: Der Ordner für den Hintergrundbild-Speicher „%@“ kann nicht erstellt werden: %@
es: No se puede crear la carpeta de almacenamiento de fondos de pantalla %@: %@
fr: Impossible de créer le dossier de stockage des fonds d’écran %@ : %@
hi: वॉलपेपर स्टोरेज फ़ोल्डर %@ नहीं बनाया जा सकता: %@
it: Impossibile creare la cartella Archivio sfondi %@: %@
ja: 壁紙の保存場所のフォルダ%@を作成できません：%@
ko: 배경화면 저장 공간 폴더 %@을(를) 생성할 수 없음: %@
pl: Nie można utworzyć folderu Magazynu tapet %@: %@
pt_br: Não é possível criar a pasta de Armazenamento de Imagens de Fundo %@: %@
ru: Не удаётся создать папку хранилища обоев %1$@: %2$@
tr: Duvar Kâğıdı Deposu klasörü oluşturulamıyor (%@): %@
uk: Не вдається створити папку сховища шпалер %@: %@
zh_hans: 无法创建墙纸存储位置文件夹 %@：%@
zh_hant: 無法建立背景圖片儲存位置檔案夾 %1$@：%2$@

source: Can't extract SteamCMD: %@
ar: تعذر استخراج SteamCMD: %@
de: SteamCMD kann nicht entpackt werden: %@
es: No se puede extraer SteamCMD: %@
fr: Impossible d’extraire SteamCMD : %@
hi: SteamCMD को एक्सट्रैक्ट नहीं किया जा सकता: %@
it: Impossibile estrarre SteamCMD: %@
ja: SteamCMD を展開できません：%@
ko: SteamCMD의 압축을 풀 수 없음: %@
pl: Nie można rozpakować SteamCMD: %@
pt_br: Não é possível extrair o SteamCMD: %@
ru: Не удаётся извлечь SteamCMD: %@
tr: SteamCMD çıkarılamıyor: %@
uk: Не вдається розпакувати SteamCMD: %@
zh_hans: 无法解压缩 SteamCMD：%@
zh_hant: 無法解壓縮 SteamCMD：%@

source: Can't reach Valve's server to download SteamCMD. Check your internet connection and try again.
ar: تعذر الوصول إلى خادم Valve لتنزيل SteamCMD. تحقق من اتصالك بالإنترنت وحاول مرة أخرى.
de: Der Server von Valve ist zum Laden von SteamCMD nicht erreichbar. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: No se puede conectar con el servidor de Valve para descargar SteamCMD. Comprueba tu conexión a Internet y vuelve a intentarlo.
fr: Impossible de joindre le serveur de Valve pour télécharger SteamCMD. Vérifiez votre connexion à Internet et réessayez.
hi: SteamCMD डाउनलोड करने के लिए Valve के सर्वर तक नहीं पहुँचा जा सकता. अपना इंटरनेट कनेक्शन जाँचें और फिर से कोशिश करें.
it: Impossibile raggiungere il server di Valve per scaricare SteamCMD. Controlla la connessione a Internet e riprova.
ja: SteamCMD をダウンロードするための Valve のサーバに接続できません。インターネット接続を確認して、もう一度お試しください。
ko: SteamCMD를 다운로드하기 위해 Valve 서버에 연결할 수 없습니다. 인터넷 연결을 확인한 후 다시 시도하십시오.
pl: Nie można połączyć się z serwerem Valve, aby pobrać SteamCMD. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Não é possível acessar o servidor da Valve para baixar o SteamCMD. Verifique sua conexão com a internet e tente novamente.
ru: Не удаётся связаться с сервером Valve для загрузки SteamCMD. Проверьте подключение к интернету и повторите попытку.
tr: SteamCMD’yi indirmek için Valve’ın sunucusuna ulaşılamıyor. İnternet bağlantınızı denetleyip yeniden deneyin.
uk: Не вдається зʼєднатися із сервером Valve, щоб завантажити SteamCMD. Перевірте підключення до інтернету й спробуйте ще раз.
zh_hans: 无法连接 Valve 的服务器以下载 SteamCMD。请检查互联网连接，然后再试一次。
zh_hant: 無法連線至 Valve 的伺服器以下載 SteamCMD。請檢查網際網路連線，然後再試一次。

source: Can't reach the server to download the Chromium engine. Check your internet connection and try again.
ar: تعذّر الوصول إلى الخادم لتنزيل محرك Chromium. تحقق من اتصالك بالإنترنت وحاول مرة أخرى.
de: Der Server zum Laden der Chromium-Engine ist nicht erreichbar. Prüfe deine Internetverbindung und versuche es erneut.
es: No se puede acceder al servidor para descargar el motor Chromium. Comprueba tu conexión a Internet e inténtalo de nuevo.
fr: Impossible de joindre le serveur pour télécharger le moteur Chromium. Vérifiez votre connexion à Internet et réessayez.
hi: Chromium इंजन डाउनलोड करने के लिए सर्वर तक नहीं पहुँच सका। अपना इंटरनेट कनेक्शन जाँचें और फिर कोशिश करें।
it: Impossibile raggiungere il server per scaricare il motore Chromium. Controlla la connessione a Internet e riprova.
ja: Chromium エンジンをダウンロードするサーバに接続できません。インターネット接続を確認してもう一度お試しください。
ko: Chromium 엔진을 다운로드할 서버에 연결할 수 없습니다. 인터넷 연결을 확인하고 다시 시도하세요.
pl: Nie można połączyć się z serwerem, aby pobrać silnik Chromium. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: Não é possível acessar o servidor para baixar o motor Chromium. Verifique sua conexão com a internet e tente novamente.
ru: Не удаётся связаться с сервером для загрузки движка Chromium. Проверьте подключение к интернету и повторите попытку.
tr: Chromium motorunu indirmek için sunucuya ulaşılamıyor. İnternet bağlantınızı kontrol edip yeniden deneyin.
uk: Не вдається звʼязатися із сервером для завантаження рушія Chromium. Перевірте підключення до інтернету й спробуйте ще раз.
zh_hans: 无法连接服务器以下载 Chromium 引擎。请检查互联网连接后重试。
zh_hant: 無法連線至伺服器以下載 Chromium 引擎。請檢查網際網路連線後再試一次。

source: Can't unpack the Chromium engine: %@
ar: تعذّر فك حزمة محرك Chromium: %@
de: Die Chromium-Engine kann nicht entpackt werden: %@
es: No se puede descomprimir el motor Chromium: %@
fr: Impossible de décompresser le moteur Chromium : %@
hi: Chromium इंजन अनपैक नहीं हो सका: %@
it: Impossibile estrarre il motore Chromium: %@
ja: Chromium エンジンを展開できません: %@
ko: Chromium 엔진의 압축을 풀 수 없습니다: %@
pl: Nie można rozpakować silnika Chromium: %@
pt_br: Não é possível descompactar o motor Chromium: %@
ru: Не удаётся распаковать движок Chromium: %@
tr: Chromium motoru açılamıyor: %@
uk: Не вдається розпакувати рушій Chromium: %@
zh_hans: 无法解压 Chromium 引擎：%@
zh_hant: 無法解壓縮 Chromium 引擎：%@

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отменить
tr: Vazgeç
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Cancelled
ar: تم الإلغاء
de: Abgebrochen
es: Cancelado
fr: Annulé
hi: रद्द किया गया
it: Annullato
ja: キャンセル済み
ko: 취소됨
pl: Anulowano
pt_br: Cancelado
ru: Отменено
tr: İptal Edildi
uk: Скасовано
zh_hans: 已取消
zh_hant: 已取消

source: Cartoon
ar: كرتون
es: Dibujos animados
fr: Dessin animé
hi: कार्टून
it: Cartoni animati
ja: カートゥーン
ko: 카툰
pl: Kreskówki
pt_br: Desenho
ru: Мультфильм
tr: Çizgi Film
uk: Мультфільми
zh_hans: 卡通
zh_hant: 卡通

source: Casts light shafts from a bright source through the scene.
ar: يُلقي حزمًا ضوئية من مصدر ساطع عبر المشهد.
de: Wirft Lichtstrahlen von einer hellen Quelle durch die Szene.
es: Proyecta haces de luz desde una fuente brillante a través de la escena.
fr: Projette des faisceaux de lumière à travers la scène depuis une source lumineuse.
hi: किसी चमकीले स्रोत से पूरे सीन में प्रकाश की किरणें डालता है.
it: Proietta fasci di luce da una sorgente luminosa attraverso la scena.
ja: 明るい光源からシーン全体に光の筋を投げかけます。
ko: 밝은 광원에서 장면을 통과하는 빛줄기를 비춥니다.
pl: Rzuca smugi światła z jasnego źródła poprzez scenę.
pt_br: Projeta feixes de luz de uma fonte brilhante através da cena.
ru: Отбрасывает лучи света от яркого источника сквозь сцену.
tr: Parlak bir kaynaktan sahne boyunca ışık huzmeleri yayar.
uk: Відкидає промені світла від яскравого джерела крізь сцену.
zh_hans: 从明亮光源投射穿过场景的光束。
zh_hant: 從明亮光源投射穿過場景的光束。

source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
it: Categoria
ja: カテゴリ
ko: 범주
pl: Kategoria
pt_br: Categoria
ru: Категория
tr: Kategori
uk: Категорія
zh_hans: 类别
zh_hant: 類別

source: Center
ar: الوسط
de: Zentriert
es: Centrar
fr: Centrer
hi: सेंटर
it: Centro
ja: 中央に配置
ko: 중앙 정렬
pl: Na środku
pt_br: Centralizar
ru: По центру
tr: Ortala
uk: По центру
zh_hans: 居中
zh_hant: 置中
